{
    "random": 90,
    "algorithm": 1396,
    "cacm": 3204,
    "decemb": 274,
    "behrenz": 7,
    "quadrat": 16,
    "program": 1012,
    "nonlinear": 30,
    "regress": 12,
    "magnifi": 1,
    "diagon": 10,
    "method": 572,
    "linear": 135,
    "constraint": 43,
    "publish": 33,
    "jacm": 3,
    "juli": 301,
    "januari": 232,
    "shrager": 1,
    "calcul": 108,
    "polynomi": 118,
    "deriv": 137,
    "valu": 80,
    "horner": 4,
    "scheme": 99,
    "c1": 7,
    "smith": 44,
    "talk": 1,
    "high": 82,
    "level": 137,
    "sourc": 54,
    "languag": 434,
    "debug": 36,
    "techniqu": 375,
    "real": 97,
    "time": 446,
    "data": 368,
    "extract": 24,
    "mean": 135,
    "take": 52,
    "look": 10,
    "aid": 63,
    "substanti": 31,
    "complex": 144,
    "system": 825,
    "interrupt": 16,
    "user": 178,
    "desir": 52,
    "point": 172,
    "previous": 29,
    "later": 13,
    "edit": 31,
    "list": 148,
    "identif": 18,
    "versteeg": 1,
    "vision": 3,
    "technolog": 42,
    "educ": 52,
    "fashion": 9,
    "branch": 14,
    "aspect": 56,
    "gener": 626,
    "known": 80,
    "idea": 38,
    "discoveri": 5,
    "invent": 5,
    "unknown": 11,
    "potenti": 32,
    "actual": 46,
    "scale": 47,
    "ignor": 3,
    "stem": 4,
    "larg": 184,
    "social": 12,
    "respons": 39,
    "chang": 48,
    "object": 122,
    "paper": 449,
    "present": 561,
    "rais": 11,
    "question": 62,
    "mode": 29,
    "adapt": 40,
    "like": 8,
    "evok": 3,
    "oetting": 5,
    "digit": 126,
    "comput": 1083,
    "april": 285,
    "perli": 13,
    "permut": 52,
    "repetit": 15,
    "g6": 25,
    "bratley": 6,
    "basic": 106,
    "determin": 176,
    "product": 64,
    "propos": 185,
    "research": 63,
    "examin": 92,
    "relationship": 50,
    "process": 413,
    "characterist": 89,
    "experi": 108,
    "programm": 67,
    "develop": 314,
    "ultim": 7,
    "predict": 31,
    "amount": 52,
    "creat": 43,
    "fifteen": 4,
    "hypothes": 7,
    "increas": 90,
    "requir": 341,
    "measur": 81,
    "preprogram": 1,
    "specif": 136,
    "relat": 154,
    "task": 52,
    "begun": 3,
    "emerg": 9,
    "major": 68,
    "influenc": 15,
    "found": 69,
    "reduc": 87,
    "multipl": 93,
    "equat": 164,
    "contain": 19,
    "gave": 4,
    "evid": 21,
    "good": 33,
    "power": 79,
    "forecast": 5,
    "june": 300,
    "chrysler": 1,
    "multiprogram": 57,
    "progress": 19,
    "analyt": 41,
    "discuss": 383,
    "oper": 383,
    "concurr": 23,
    "processor": 90,
    "memori": 149,
    "proceed": 9,
    "central": 29,
    "unit": 48,
    "cpu": 20,
    "input": 146,
    "output": 100,
    "channel": 11,
    "intermitt": 5,
    "singli": 3,
    "accord": 26,
    "elig": 1,
    "readi": 8,
    "prioriti": 19,
    "abl": 17,
    "repres": 97,
    "continu": 70,
    "simultan": 50,
    "effect": 158,
    "rate": 42,
    "fraction": 17,
    "enjoy": 3,
    "absenc": 8,
    "sensit": 12,
    "detail": 108,
    "resid": 15,
    "simul": 146,
    "result": 321,
    "altern": 64,
    "test": 173,
    "iter": 65,
    "situat": 37,
    "factor": 77,
    "control": 183,
    "phenomenon": 7,
    "includ": 214,
    "nonquantit": 1,
    "topolog": 17,
    "featur": 118,
    "structur": 341,
    "lasser": 3,
    "optim": 160,
    "space": 99,
    "alloc": 97,
    "disk": 34,
    "storag": 208,
    "devic": 66,
    "exce": 6,
    "line": 108,
    "decis": 70,
    "made": 131,
    "perman": 7,
    "mountabl": 1,
    "affect": 19,
    "number": 382,
    "mount": 4,
    "request": 50,
    "issu": 30,
    "bottleneck": 3,
    "facil": 70,
    "decreas": 25,
    "turnaround": 8,
    "model": 186,
    "assign": 60,
    "pack": 15,
    "nonresid": 1,
    "statu": 13,
    "heurist": 35,
    "suggest": 110,
    "case": 139,
    "ineffici": 10,
    "optimum": 30,
    "march": 252,
    "morgan": 8,
    "unifi": 12,
    "approach": 138,
    "schedul": 81,
    "classifi": 13,
    "base": 229,
    "abstract": 48,
    "formal": 85,
    "notion": 22,
    "class": 115,
    "defin": 145,
    "exist": 93,
    "criterion": 13,
    "implement": 289,
    "effici": 230,
    "definit": 87,
    "invari": 14,
    "commonli": 20,
    "depend": 67,
    "framework": 23,
    "flexibl": 46,
    "polici": 30,
    "driven": 16,
    "bernstein": 8,
    "sharp": 4,
    "ruschitzka": 1,
    "fabri": 5,
    "communist": 1,
    "china": 1,
    "inform": 253,
    "translat": 95,
    "chines": 5,
    "news": 3,
    "item": 50,
    "period": 31,
    "literatur": 25,
    "review": 40,
    "head": 19,
    "initi": 49,
    "plan": 34,
    "organ": 114,
    "autom": 39,
    "machin": 191,
    "soviet": 6,
    "vacuum": 1,
    "due": 23,
    "withdraw": 1,
    "presum": 3,
    "applic": 296,
    "trend": 10,
    "yun": 1,
    "ch": 1,
    "ou": 1,
    "hsueh": 1,
    "scienc": 62,
    "campaign": 1,
    "attempt": 54,
    "bring": 9,
    "concept": 110,
    "ordinari": 39,
    "worker": 7,
    "peasant": 1,
    "adjudg": 1,
    "margin": 3,
    "capabl": 79,
    "binari": 72,
    "natur": 81,
    "turn": 19,
    "reach": 10,
    "mid": 3,
    "septemb": 252,
    "audett": 1,
    "convers": 72,
    "tabl": 130,
    "execut": 143,
    "diagnost": 16,
    "pinpoint": 4,
    "ambigu": 25,
    "resolv": 14,
    "compil": 188,
    "imposs": 5,
    "shown": 197,
    "consequ": 11,
    "tree": 112,
    "convert": 41,
    "inadequ": 6,
    "regard": 29,
    "detect": 52,
    "merit": 15,
    "simplic": 15,
    "limit": 89,
    "entri": 45,
    "clarifi": 12,
    "import": 102,
    "proper": 21,
    "code": 190,
    "mix": 25,
    "directli": 40,
    "go": 3,
    "intermedi": 17,
    "step": 63,
    "form": 154,
    "economi": 12,
    "comparison": 84,
    "fortran": 123,
    "iv": 28,
    "ibm": 96,
    "author": 45,
    "muthukrishnan": 1,
    "rajaraman": 4,
    "sequenti": 36,
    "formula": 64,
    "syntax": 59,
    "algol": 126,
    "conveni": 27,
    "sequenc": 97,
    "state": 75,
    "element": 72,
    "call": 113,
    "cellar": 1,
    "transit": 26,
    "admiss": 4,
    "symbol": 108,
    "pair": 25,
    "matrix": 140,
    "descript": 109,
    "furnish": 5,
    "extrem": 14,
    "simpl": 159,
    "rule": 107,
    "statement": 86,
    "treatment": 12,
    "feasibl": 27,
    "recurs": 74,
    "address": 76,
    "februari": 234,
    "samelson": 6,
    "bauer": 9,
    "procedur": 253,
    "spline": 18,
    "interpol": 35,
    "e1": 6,
    "a472": 1,
    "herriot": 5,
    "edp": 7,
    "format": 52,
    "constant": 38,
    "iron": 11,
    "novemb": 279,
    "andrew": 1,
    "hassler": 1,
    "decou": 1,
    "error": 178,
    "correct": 98,
    "decim": 20,
    "weinberg": 6,
    "interchang": 32,
    "roll": 4,
    "perfor": 8,
    "tape": 61,
    "american": 42,
    "nation": 23,
    "standard": 157,
    "symmetr": 34,
    "cell": 25,
    "forward": 15,
    "backward": 11,
    "link": 45,
    "datum": 4,
    "intend": 25,
    "imbed": 6,
    "higher": 27,
    "function": 367,
    "subroutin": 59,
    "set": 276,
    "primit": 29,
    "final": 75,
    "field": 66,
    "charact": 92,
    "manipul": 116,
    "round": 31,
    "weizenbaum": 8,
    "grammat": 8,
    "infer": 18,
    "design": 307,
    "extend": 70,
    "face": 12,
    "problem": 516,
    "grammar": 71,
    "interact": 94,
    "sampl": 46,
    "sentenc": 32,
    "construct": 160,
    "reason": 45,
    "exampl": 111,
    "submit": 7,
    "restrict": 58,
    "subclass": 3,
    "preced": 27,
    "outlin": 51,
    "appli": 126,
    "larger": 24,
    "context": 68,
    "free": 65,
    "crespi": 3,
    "reghizzi": 3,
    "melkanoff": 1,
    "lichten": 1,
    "bind": 7,
    "low": 41,
    "linker": 1,
    "easi": 42,
    "enforc": 8,
    "agreement": 3,
    "type": 159,
    "separ": 50,
    "modul": 21,
    "work": 123,
    "editor": 12,
    "loader": 6,
    "matter": 12,
    "defici": 4,
    "obscur": 3,
    "run": 88,
    "caus": 13,
    "inconsist": 3,
    "usag": 33,
    "forestal": 3,
    "static": 16,
    "hamlet": 3,
    "netflow": 6,
    "bray": 11,
    "witzgal": 6,
    "project": 51,
    "reduct": 36,
    "electron": 19,
    "wavefunct": 1,
    "aris": 30,
    "variat": 32,
    "solut": 219,
    "schroding": 1,
    "reev": 10,
    "eft": 9,
    "anatomi": 3,
    "agenda": 1,
    "recognit": 30,
    "vastli": 3,
    "alter": 14,
    "payment": 4,
    "fund": 8,
    "transfer": 28,
    "societi": 12,
    "forc": 16,
    "actor": 1,
    "involv": 107,
    "evolut": 10,
    "vari": 31,
    "significantli": 20,
    "individu": 34,
    "institut": 20,
    "perspect": 11,
    "conflict": 15,
    "highlight": 8,
    "part": 117,
    "impact": 23,
    "peopl": 14,
    "econom": 31,
    "regul": 10,
    "evalu": 156,
    "monitor": 36,
    "kraemer": 4,
    "colton": 4,
    "analysi": 201,
    "varianc": 23,
    "exponenti": 52,
    "rise": 6,
    "experiment": 73,
    "interest": 66,
    "get": 4,
    "term": 126,
    "handl": 84,
    "bulk": 4,
    "august": 299,
    "weldon": 3,
    "foreword": 1,
    "special": 97,
    "architectur": 24,
    "fuller": 8,
    "compar": 140,
    "studi": 138,
    "integr": 181,
    "differenti": 66,
    "perform": 207,
    "report": 107,
    "multistep": 4,
    "predictor": 3,
    "corrector": 1,
    "singl": 76,
    "rung": 10,
    "kutta": 13,
    "extrapol": 4,
    "ration": 22,
    "criteria": 34,
    "appendix": 12,
    "investig": 52,
    "show": 89,
    "fox": 5,
    "jacobi": 12,
    "r332": 1,
    "skovgaard": 1,
    "fast": 63,
    "fourier": 28,
    "transform": 106,
    "arbitrari": 51,
    "c6": 13,
    "singleton": 12,
    "hidden": 13,
    "plot": 26,
    "r420": 6,
    "gaither": 1,
    "automat": 111,
    "scan": 29,
    "contour": 20,
    "map": 51,
    "analyz": 101,
    "properti": 97,
    "util": 87,
    "solv": 105,
    "color": 12,
    "label": 21,
    "normal": 65,
    "suffic": 9,
    "distinguish": 16,
    "odd": 3,
    "tangenc": 1,
    "practic": 88,
    "minim": 118,
    "simplifi": 39,
    "mor": 1,
    "lamdan": 1,
    "mobil": 4,
    "macro": 29,
    "bootstrap": 7,
    "easili": 46,
    "contemporari": 6,
    "man": 29,
    "week": 4,
    "orgass": 1,
    "wait": 17,
    "collat": 3,
    "french": 1,
    "eigenvector": 14,
    "eigenvalu": 28,
    "obtain": 151,
    "smaller": 14,
    "matric": 64,
    "order": 191,
    "charmonman": 1,
    "note": 100,
    "multipli": 10,
    "boolean": 32,
    "ii": 52,
    "comstock": 1,
    "economis": 3,
    "mayoh": 5,
    "close": 32,
    "queue": 28,
    "network": 83,
    "server": 5,
    "equilibrium": 3,
    "distribut": 113,
    "custom": 8,
    "express": 159,
    "dimension": 47,
    "highli": 32,
    "consider": 67,
    "strategi": 33,
    "buzen": 1,
    "octob": 268,
    "collin": 10,
    "jr": 126,
    "bandsolv": 3,
    "thurnau": 1,
    "half": 29,
    "tone": 6,
    "graphic": 57,
    "produc": 114,
    "polygon": 18,
    "surfac": 32,
    "achiev": 75,
    "signific": 67,
    "speed": 72,
    "warnock": 1,
    "univers": 63,
    "utah": 1,
    "coordin": 28,
    "laboratori": 23,
    "cdc": 19,
    "illinoi": 5,
    "histori": 22,
    "lead": 38,
    "extens": 117,
    "variabl": 153,
    "posit": 56,
    "illumin": 5,
    "bouknight": 1,
    "numer": 141,
    "unequ": 4,
    "interv": 40,
    "equal": 33,
    "log": 23,
    "formul": 38,
    "improv": 127,
    "accuraci": 41,
    "eas": 24,
    "complet": 101,
    "meisel": 1,
    "wengert": 5,
    "partial": 46,
    "orbit": 5,
    "quasilinear": 5,
    "recent": 66,
    "articl": 21,
    "commun": 85,
    "acm": 42,
    "non": 32,
    "boundari": 34,
    "appear": 37,
    "attract": 10,
    "viewpoint": 6,
    "undertaken": 5,
    "bellman": 14,
    "kagiwada": 6,
    "kalaba": 9,
    "profess": 5,
    "deal": 38,
    "enorm": 8,
    "varieti": 53,
    "activ": 66,
    "carri": 28,
    "great": 15,
    "background": 17,
    "clear": 12,
    "evolv": 14,
    "distinct": 21,
    "profession": 23,
    "scope": 15,
    "opinion": 3,
    "orden": 1,
    "classic": 19,
    "fix": 56,
    "poin": 10,
    "choos": 16,
    "troduct": 4,
    "contrast": 13,
    "embodi": 8,
    "maxim": 17,
    "valuabl": 13,
    "embed": 18,
    "implic": 29,
    "prove": 81,
    "emphasi": 36,
    "manna": 8,
    "shamir": 4,
    "flow": 31,
    "chart": 12,
    "denot": 6,
    "semant": 50,
    "tutori": 14,
    "introduct": 25,
    "theori": 53,
    "scott": 5,
    "strachey": 3,
    "demonstr": 59,
    "survey": 38,
    "consid": 142,
    "loop": 33,
    "elementari": 36,
    "mere": 5,
    "introduc": 72,
    "notat": 42,
    "methodolog": 25,
    "environ": 81,
    "store": 102,
    "underli": 20,
    "mathemat": 93,
    "motiv": 12,
    "gedanken": 3,
    "tennent": 1,
    "steep1": 4,
    "e4": 15,
    "varah": 1,
    "maxflow": 3,
    "r324": 1,
    "bayer": 11,
    "xy": 5,
    "move": 23,
    "fletcher": 6,
    "select": 99,
    "compress": 17,
    "string": 96,
    "dozen": 4,
    "illustr": 102,
    "choic": 36,
    "encod": 23,
    "direct": 92,
    "avoid": 41,
    "forest": 3,
    "resourc": 50,
    "wide": 40,
    "photograph": 9,
    "amidon": 1,
    "akin": 3,
    "relax": 12,
    "success": 57,
    "kulsrud": 3,
    "eav": 3,
    "lt": 1,
    "dynam": 71,
    "share": 107,
    "shade": 5,
    "behavior": 43,
    "cost": 110,
    "combin": 98,
    "paramet": 79,
    "intent": 7,
    "beladi": 4,
    "kuehner": 3,
    "expect": 44,
    "bound": 76,
    "averag": 46,
    "theoret": 49,
    "ith": 4,
    "smallest": 8,
    "min": 4,
    "lower": 18,
    "percent": 27,
    "floyd": 20,
    "rivest": 5,
    "rapid": 24,
    "filter": 10,
    "spent": 6,
    "seri": 67,
    "minimum": 53,
    "devis": 15,
    "biolog": 10,
    "readili": 14,
    "compon": 50,
    "manner": 33,
    "facilit": 29,
    "cascad": 4,
    "repertoir": 6,
    "frequenc": 32,
    "curv": 53,
    "pass": 37,
    "band": 5,
    "synthesi": 12,
    "assembl": 41,
    "allow": 72,
    "whittlesey": 3,
    "reiter": 3,
    "offic": 5,
    "chairman": 6,
    "follow": 8,
    "elect": 3,
    "occasion": 5,
    "depart": 19,
    "radic": 7,
    "an": 3,
    "underlin": 3,
    "respect": 46,
    "area": 72,
    "gorn": 10,
    "merson": 4,
    "d2": 6,
    "nonit": 1,
    "make": 113,
    "comment": 58,
    "concern": 62,
    "addit": 124,
    "day": 14,
    "hypothet": 8,
    "firm": 1,
    "multist": 1,
    "seek": 8,
    "total": 52,
    "profit": 3,
    "come": 11,
    "incorpor": 38,
    "market": 7,
    "subject": 52,
    "rank": 5,
    "adopt": 9,
    "possibl": 28,
    "chosen": 25,
    "homogen": 6,
    "quantifi": 6,
    "differ": 64,
    "identifi": 57,
    "naylor": 5,
    "wertz": 1,
    "wonnacott": 1,
    "modular": 9,
    "purpos": 125,
    "multitermin": 3,
    "conceptu": 20,
    "arrang": 25,
    "bank": 16,
    "termin": 59,
    "job": 40,
    "arriv": 16,
    "serv": 34,
    "master": 8,
    "supervis": 4,
    "collect": 53,
    "messag": 25,
    "remot": 22,
    "simplest": 1,
    "drive": 16,
    "connect": 46,
    "crosspoint": 1,
    "switch": 16,
    "occupi": 7,
    "dedic": 6,
    "ratio": 22,
    "size": 120,
    "inher": 16,
    "simpler": 12,
    "reliabl": 29,
    "configur": 34,
    "rang": 48,
    "span": 17,
    "magnitud": 10,
    "batch": 27,
    "compat": 27,
    "baskin": 1,
    "horowitz": 6,
    "tennison": 1,
    "rittenhous": 1,
    "local": 35,
    "root": 56,
    "c2": 10,
    "a429": 1,
    "squir": 1,
    "anomal": 4,
    "fifti": 1,
    "block": 71,
    "previou": 39,
    "assumpt": 30,
    "violat": 5,
    "frequent": 38,
    "basi": 58,
    "systemat": 20,
    "placement": 7,
    "statist": 77,
    "releas": 4,
    "support": 41,
    "hypothesi": 8,
    "refer": 79,
    "convent": 73,
    "end": 20,
    "tend": 17,
    "contigu": 8,
    "group": 55,
    "degre": 48,
    "extent": 17,
    "markovian": 3,
    "correl": 16,
    "approxim": 130,
    "invers": 69,
    "coeffici": 54,
    "strongli": 11,
    "briefli": 36,
    "shore": 3,
    "seraphin": 1,
    "walsh": 4,
    "s22": 17,
    "hubner": 4,
    "describ": 149,
    "arithmet": 81,
    "multi": 22,
    "precis": 58,
    "bit": 72,
    "expand": 19,
    "visual": 8,
    "display": 74,
    "barnett": 10,
    "spars": 14,
    "packag": 27,
    "r408": 3,
    "lawrenc": 3,
    "baker": 8,
    "logic": 92,
    "excel": 7,
    "circuit": 20,
    "write": 50,
    "explain": 31,
    "vend": 1,
    "enabl": 39,
    "fulli": 17,
    "parallel": 73,
    "elimin": 61,
    "need": 131,
    "hand": 25,
    "cantrel": 3,
    "king": 10,
    "search": 126,
    "length": 78,
    "dens": 4,
    "flore": 4,
    "madpi": 3,
    "bosworth": 5,
    "exact": 26,
    "residu": 9,
    "r406": 1,
    "howel": 7,
    "answer": 32,
    "ask": 5,
    "check": 38,
    "pyle": 4,
    "multiprocess": 8,
    "compactifi": 3,
    "garbag": 20,
    "corrigendum": 35,
    "steel": 7,
    "finger": 1,
    "fist": 1,
    "represent": 97,
    "offer": 32,
    "advantag": 83,
    "greater": 26,
    "compact": 28,
    "contribut": 20,
    "obviou": 11,
    "instruct": 80,
    "essenti": 39,
    "volum": 14,
    "pure": 11,
    "slower": 10,
    "adder": 4,
    "care": 19,
    "supplement": 7,
    "buchholz": 1,
    "triangul": 1,
    "integ": 53,
    "f1": 15,
    "blankinship": 3,
    "verif": 16,
    "secur": 27,
    "kernel": 9,
    "promis": 13,
    "provid": 168,
    "uncircumvent": 1,
    "suitabl": 50,
    "verifi": 14,
    "assur": 6,
    "ucla": 3,
    "popek": 3,
    "farber": 3,
    "bessel": 20,
    "simo": 6,
    "pereira": 5,
    "neg": 8,
    "poisson": 10,
    "chebyshev": 24,
    "subtract": 13,
    "binomi": 7,
    "theorem": 36,
    "converg": 35,
    "bruck": 1,
    "quicksort": 10,
    "descend": 8,
    "shellsort": 5,
    "stringsort": 4,
    "treesort3": 1,
    "quickersort": 4,
    "qsort": 1,
    "refin": 10,
    "claim": 11,
    "fewest": 3,
    "sort": 83,
    "array": 54,
    "loeser": 1,
    "merg": 27,
    "mass": 5,
    "yield": 37,
    "read": 37,
    "sum": 41,
    "parameter": 6,
    "fill": 7,
    "core": 44,
    "record": 83,
    "explicit": 26,
    "transcendent": 8,
    "short": 17,
    "hardwar": 67,
    "proport": 22,
    "logarithm": 19,
    "black": 5,
    "music": 8,
    "composit": 27,
    "human": 38,
    "western": 6,
    "popular": 8,
    "relev": 23,
    "harmoni": 1,
    "kind": 40,
    "illiac": 4,
    "suit": 21,
    "melodi": 3,
    "fragment": 12,
    "written": 78,
    "discov": 6,
    "strang": 1,
    "alien": 1,
    "sound": 10,
    "theoriz": 1,
    "probabl": 51,
    "discrimin": 7,
    "unfamiliar": 4,
    "moorer": 3,
    "bivari": 6,
    "smooth": 15,
    "fit": 67,
    "rectangular": 17,
    "grid": 5,
    "plane": 18,
    "bicub": 1,
    "excess": 8,
    "undul": 1,
    "univari": 3,
    "earlier": 21,
    "likewis": 1,
    "akima": 4,
    "pseudo": 15,
    "lexicograph": 12,
    "ord": 5,
    "english": 33,
    "databas": 19,
    "casual": 4,
    "aircraft": 3,
    "flight": 4,
    "mainten": 14,
    "portion": 25,
    "augment": 14,
    "match": 41,
    "phrase": 18,
    "regist": 25,
    "tori": 5,
    "keeper": 1,
    "frame": 13,
    "judg": 5,
    "meaning": 8,
    "dialogu": 5,
    "understood": 7,
    "ellipsi": 1,
    "pronoun": 1,
    "queri": 33,
    "vagu": 1,
    "brows": 1,
    "abil": 29,
    "domain": 13,
    "waltz": 1,
    "realiz": 23,
    "hellerman": 5,
    "senzig": 1,
    "section": 30,
    "prefer": 14,
    "student": 53,
    "give": 46,
    "cours": 48,
    "consist": 73,
    "balanc": 24,
    "honor": 1,
    "stochast": 13,
    "mont": 11,
    "carlo": 11,
    "nonprefer": 1,
    "busam": 3,
    "parabol": 4,
    "finit": 47,
    "forrington": 1,
    "shuttl": 4,
    "juelich": 4,
    "d1": 35,
    "a468": 1,
    "patterson": 4,
    "slang": 1,
    "sibley": 3,
    "frank": 3,
    "lazaru": 1,
    "chase": 8,
    "graycod": 3,
    "allen": 4,
    "algebra": 68,
    "goal": 23,
    "te": 1,
    "assist": 24,
    "access": 98,
    "corpor": 10,
    "santa": 1,
    "monica": 1,
    "california": 8,
    "lisp": 34,
    "teletyp": 6,
    "consol": 16,
    "stanford": 4,
    "korsvold": 1,
    "pm": 1,
    "unrestrict": 8,
    "quotient": 11,
    "substitut": 16,
    "common": 63,
    "divisor": 17,
    "refco": 1,
    "iii": 30,
    "slip": 6,
    "constitut": 11,
    "independ": 76,
    "subsystem": 14,
    "alpak": 1,
    "canon": 8,
    "greatest": 12,
    "mention": 14,
    "exapl": 1,
    "superior": 28,
    "event": 49,
    "synchron": 21,
    "brinch": 3,
    "hansen": 10,
    "hoar": 17,
    "nearli": 17,
    "condit": 114,
    "proof": 56,
    "reader": 14,
    "writer": 12,
    "stream": 10,
    "buffer": 20,
    "pool": 7,
    "kessel": 3,
    "hologram": 1,
    "optic": 8,
    "holographi": 1,
    "holograph": 3,
    "faith": 1,
    "reconstruct": 18,
    "white": 7,
    "light": 15,
    "apertur": 3,
    "imag": 26,
    "lesem": 1,
    "hirsch": 1,
    "pseudoinvers": 1,
    "conjug": 4,
    "gradient": 6,
    "devot": 12,
    "routin": 69,
    "hesten": 1,
    "ershov": 3,
    "multidimension": 10,
    "quadratur": 32,
    "stratifi": 3,
    "a440": 1,
    "gallah": 3,
    "delta": 4,
    "dirichlet": 4,
    "fu": 1,
    "treat": 27,
    "except": 10,
    "accur": 30,
    "suppli": 20,
    "greenspan": 5,
    "yohe": 3,
    "ortho": 3,
    "f5": 1,
    "barrodal": 3,
    "siev": 6,
    "wood": 10,
    "rootfind": 8,
    "thacher": 42,
    "spite": 5,
    "impress": 3,
    "gain": 20,
    "pl": 20,
    "cobol": 35,
    "remain": 20,
    "world": 14,
    "forese": 3,
    "futur": 48,
    "orient": 63,
    "ten": 18,
    "year": 51,
    "manufactur": 11,
    "ambiti": 3,
    "ran": 1,
    "similar": 75,
    "greatli": 18,
    "understand": 31,
    "principl": 37,
    "microprogram": 15,
    "rosen": 7,
    "radiat": 3,
    "siler": 3,
    "laughlin": 3,
    "recombin": 1,
    "fibonacci": 4,
    "buddi": 8,
    "cranston": 1,
    "thoma": 5,
    "put": 12,
    "readabl": 9,
    "scientif": 24,
    "busi": 28,
    "origin": 48,
    "keypunch": 4,
    "difficulti": 34,
    "correctli": 12,
    "key": 68,
    "phase": 24,
    "subsequ": 21,
    "kennedi": 4,
    "multiphas": 3,
    "manker": 1,
    "euler": 9,
    "rigor": 7,
    "interpret": 58,
    "exert": 1,
    "correspond": 26,
    "syntact": 47,
    "pars": 48,
    "text": 57,
    "decid": 14,
    "unambigu": 7,
    "full": 35,
    "adequ": 14,
    "wirth": 18,
    "weber": 8,
    "n2": 4,
    "find": 99,
    "undirect": 8,
    "graph": 72,
    "vertic": 15,
    "log2n": 1,
    "closur": 5,
    "assum": 46,
    "locat": 59,
    "permit": 97,
    "fetch": 8,
    "hirschberg": 9,
    "chandra": 1,
    "sarwat": 1,
    "syminv2": 5,
    "rutishaus": 7,
    "bookkeep": 9,
    "llllll": 1,
    "l6": 1,
    "bell": 15,
    "telephon": 14,
    "split": 11,
    "reconstitut": 1,
    "knowlton": 4,
    "edg": 24,
    "pictur": 41,
    "respond": 6,
    "ramp": 4,
    "laplacian": 1,
    "max": 6,
    "median": 4,
    "gray": 18,
    "neighborhood": 4,
    "distanc": 13,
    "center": 32,
    "centroid": 1,
    "equival": 40,
    "schachter": 1,
    "rosenfeld": 7,
    "increment": 15,
    "nest": 23,
    "especi": 20,
    "recompil": 3,
    "entir": 33,
    "insof": 1,
    "ar": 1,
    "occur": 46,
    "intern": 46,
    "skeleton": 9,
    "maintain": 32,
    "sens": 29,
    "modifi": 67,
    "command": 38,
    "receiv": 22,
    "global": 20,
    "earley": 6,
    "caizergu": 1,
    "pentadiagon": 1,
    "princip": 19,
    "minor": 11,
    "sweet": 1,
    "mask": 13,
    "rotat": 20,
    "j6": 8,
    "a483": 1,
    "watkin": 4,
    "pei": 4,
    "lightpen": 1,
    "person": 15,
    "scientist": 12,
    "intim": 4,
    "primarili": 20,
    "unabl": 3,
    "spend": 3,
    "compos": 15,
    "learn": 29,
    "rememb": 1,
    "vocabulari": 12,
    "menu": 4,
    "pen": 3,
    "small": 89,
    "unord": 1,
    "rewrit": 7,
    "sever": 7,
    "unconstrain": 1,
    "month": 11,
    "goodenough": 4,
    "join": 6,
    "multiprior": 1,
    "multiclass": 1,
    "toll": 1,
    "servic": 39,
    "charg": 7,
    "semi": 11,
    "markov": 11,
    "aim": 17,
    "loss": 10,
    "newli": 6,
    "upper": 16,
    "capac": 17,
    "babad": 3,
    "modiano": 1,
    "calendar": 7,
    "date": 18,
    "usa": 12,
    "primari": 22,
    "virtual": 33,
    "cach": 6,
    "lifetim": 6,
    "swap": 11,
    "nonswap": 1,
    "manag": 67,
    "gelenb": 4,
    "long": 32,
    "predetermin": 3,
    "begin": 18,
    "prespecifi": 1,
    "rel": 49,
    "counter": 10,
    "mutual": 18,
    "keep": 11,
    "cover": 26,
    "solvabl": 1,
    "column": 17,
    "vector": 37,
    "ternari": 3,
    "richard": 4,
    "retriev": 105,
    "misspel": 7,
    "name": 15,
    "airlin": 4,
    "passeng": 3,
    "roster": 3,
    "hundr": 8,
    "reserv": 10,
    "inventori": 4,
    "jet": 1,
    "telefil": 3,
    "drum": 22,
    "solid": 13,
    "despit": 7,
    "score": 3,
    "condens": 7,
    "resembl": 5,
    "phone": 3,
    "annex": 1,
    "agent": 1,
    "selecton": 1,
    "isol": 10,
    "unusu": 9,
    "usual": 17,
    "davidson": 4,
    "mechan": 84,
    "expans": 17,
    "tailor": 7,
    "tradit": 17,
    "difficult": 34,
    "concaten": 9,
    "fairli": 11,
    "elabor": 9,
    "favor": 15,
    "carter": 1,
    "visit": 7,
    "union": 10,
    "carr": 7,
    "graeff": 3,
    "grau": 6,
    "top": 19,
    "bottom": 9,
    "rehabilit": 3,
    "instanc": 13,
    "retrac": 1,
    "unprofit": 1,
    "path": 42,
    "rearrang": 9,
    "weak": 12,
    "complic": 22,
    "brooker": 4,
    "sl5": 1,
    "coroutin": 6,
    "accomplish": 32,
    "decompos": 10,
    "invoc": 4,
    "argument": 28,
    "transmiss": 23,
    "hanson": 9,
    "griswold": 1,
    "nonrecurs": 9,
    "mckeeman": 12,
    "tesler": 1,
    "revers": 17,
    "steven": 3,
    "benson": 1,
    "squar": 88,
    "sublanguag": 6,
    "ad": 41,
    "hoc": 4,
    "specialist": 5,
    "calculu": 14,
    "insert": 26,
    "delet": 20,
    "updat": 32,
    "tabular": 12,
    "word": 91,
    "boyc": 1,
    "chamberlin": 3,
    "relph": 11,
    "version": 39,
    "indic": 21,
    "action": 35,
    "suffici": 46,
    "martin": 9,
    "swift": 3,
    "summat": 12,
    "abdali": 1,
    "grench": 1,
    "subprogram": 12,
    "tension": 3,
    "e2": 19,
    "a476": 1,
    "cline": 4,
    "difsub": 3,
    "gear": 6,
    "newhous": 4,
    "s15": 20,
    "hill": 27,
    "joyc": 9,
    "succeed": 1,
    "predic": 9,
    "diverg": 5,
    "node": 49,
    "content": 33,
    "friedman": 8,
    "wise": 6,
    "traffic": 12,
    "toronto": 1,
    "signal": 18,
    "compet": 5,
    "satisfi": 42,
    "demand": 28,
    "predefin": 4,
    "green": 11,
    "hungarian": 1,
    "school": 17,
    "timet": 10,
    "kuhn": 1,
    "gotlieb": 12,
    "lion": 4,
    "hexadecim": 4,
    "kaila": 1,
    "peekabit": 1,
    "offspr": 1,
    "punch": 14,
    "card": 18,
    "peekaboo": 1,
    "mate": 1,
    "superimpos": 4,
    "cut": 7,
    "index": 49,
    "late": 3,
    "enter": 17,
    "byte": 9,
    "inclus": 13,
    "similarli": 5,
    "conclus": 27,
    "unpack": 1,
    "estim": 77,
    "longer": 12,
    "hutton": 1,
    "chargeout": 1,
    "attitud": 11,
    "ternal": 4,
    "price": 11,
    "conform": 6,
    "pattern": 65,
    "stage": 26,
    "growth": 11,
    "advanc": 30,
    "mark": 20,
    "train": 18,
    "main": 58,
    "tenanc": 5,
    "assert": 13,
    "categori": 8,
    "organiz": 8,
    "felt": 8,
    "prerequisit": 3,
    "place": 20,
    "nolan": 6,
    "proven": 8,
    "greibach": 3,
    "gs": 1,
    "cy": 1,
    "harvard": 7,
    "accept": 38,
    "sd": 3,
    "abbott": 1,
    "constitu": 5,
    "sakai": 3,
    "cock": 5,
    "kuno": 7,
    "minimax": 7,
    "retain": 8,
    "reciproc": 6,
    "gaussian": 17,
    "ln": 4,
    "codi": 5,
    "ralston": 1,
    "alcor": 5,
    "gri": 9,
    "paul": 6,
    "wiehl": 3,
    "repeat": 10,
    "sugai": 1,
    "wallac": 8,
    "mason": 3,
    "heess": 1,
    "back": 14,
    "codasyl": 5,
    "host": 7,
    "secondari": 14,
    "xdm": 1,
    "drawn": 20,
    "canaday": 1,
    "harrison": 9,
    "ivi": 3,
    "ryder": 1,
    "wehr": 1,
    "dartmouth": 1,
    "mcgeachi": 1,
    "seppanen": 1,
    "holt": 7,
    "softwar": 64,
    "piec": 11,
    "meet": 18,
    "parna": 10,
    "schrack": 8,
    "shimrat": 5,
    "carnegi": 3,
    "mellon": 3,
    "g21": 1,
    "auxiliari": 17,
    "comprehens": 15,
    "manageri": 1,
    "interfac": 19,
    "medium": 16,
    "transient": 5,
    "provis": 13,
    "submonitor": 1,
    "bond": 5,
    "rightnour": 1,
    "cliqu": 6,
    "kou": 3,
    "wong": 7,
    "cyvin": 4,
    "guidelin": 12,
    "delin": 7,
    "summari": 16,
    "asa": 9,
    "heis": 5,
    "polic": 1,
    "past": 17,
    "decad": 4,
    "earli": 22,
    "nonroutin": 1,
    "effort": 36,
    "dispatch": 5,
    "tool": 32,
    "strateg": 4,
    "provinsight": 1,
    "law": 13,
    "complementari": 8,
    "clausen": 1,
    "hansson": 3,
    "cold": 1,
    "start": 25,
    "warm": 1,
    "miss": 9,
    "hierarchi": 18,
    "empti": 8,
    "incur": 3,
    "cast": 1,
    "doubt": 3,
    "widespread": 11,
    "belief": 3,
    "observ": 25,
    "shape": 22,
    "versu": 9,
    "page": 89,
    "easton": 3,
    "fagin": 4,
    "enumer": 16,
    "fundament": 21,
    "establish": 41,
    "side": 18,
    "unearth": 1,
    "induc": 11,
    "combinator": 1,
    "chronolog": 4,
    "underscor": 1,
    "use": 15,
    "evan": 10,
    "harari": 3,
    "lynn": 1,
    "pencil": 3,
    "f2": 12,
    "dell": 1,
    "weil": 7,
    "thompson": 10,
    "spatial": 5,
    "multiplex": 8,
    "gimpel": 4,
    "poor": 8,
    "maxima": 1,
    "reme": 4,
    "gargantini": 3,
    "occurr": 18,
    "cycl": 24,
    "phenomena": 4,
    "ill": 4,
    "mp": 1,
    "encount": 21,
    "perturb": 10,
    "fact": 32,
    "prevent": 17,
    "indefinit": 5,
    "constrain": 13,
    "infeas": 1,
    "kotiah": 1,
    "steinberg": 1,
    "deviat": 15,
    "g5": 18,
    "height": 8,
    "seen": 8,
    "extra": 8,
    "r2": 4,
    "levin": 6,
    "pro": 3,
    "con": 5,
    "ir": 4,
    "sammet": 9,
    "ohlman": 1,
    "bohnest": 1,
    "newel": 8,
    "tong": 4,
    "errata": 6,
    "krogh": 3,
    "normdey": 1,
    "pike": 15,
    "apprais": 4,
    "art": 10,
    "throughput": 8,
    "avail": 11,
    "overhead": 15,
    "appropri": 7,
    "pitfal": 5,
    "role": 22,
    "explor": 21,
    "calingaert": 1,
    "argu": 15,
    "play": 18,
    "engin": 27,
    "inevit": 3,
    "al": 6,
    "justifi": 13,
    "domin": 12,
    "de": 6,
    "millo": 1,
    "lipton": 4,
    "eliza": 4,
    "ofnatur": 1,
    "mac": 1,
    "mit": 8,
    "decomposit": 20,
    "trigger": 3,
    "reassembl": 3,
    "technic": 20,
    "script": 3,
    "psycholog": 6,
    "conclud": 27,
    "incomplet": 20,
    "ellipt": 18,
    "van": 16,
    "riet": 4,
    "qualiti": 15,
    "scene": 5,
    "paint": 1,
    "cathod": 7,
    "ray": 14,
    "tube": 6,
    "screen": 7,
    "remov": 24,
    "interconnect": 10,
    "percept": 1,
    "realism": 1,
    "phong": 1,
    "parser": 26,
    "affix": 1,
    "wijngaarden": 3,
    "koster": 1,
    "inventor": 1,
    "fpl": 1,
    "derem": 3,
    "crow": 3,
    "thread": 8,
    "thornton": 3,
    "euclidian": 1,
    "claussen": 1,
    "arrow": 1,
    "a481": 1,
    "crandal": 1,
    "stereograph": 1,
    "raster": 7,
    "brad": 3,
    "brookhaven": 3,
    "refresh": 3,
    "feed": 3,
    "televis": 3,
    "video": 1,
    "view": 45,
    "gun": 1,
    "ophir": 3,
    "shepherd": 3,
    "spinrad": 3,
    "trapezoid": 5,
    "a436": 1,
    "boland": 5,
    "crout": 10,
    "equilibr": 5,
    "f4": 14,
    "empir": 44,
    "goto": 4,
    "account": 30,
    "ensur": 8,
    "unlik": 10,
    "huffman": 3,
    "op": 3,
    "decod": 8,
    "tanenbaum": 1,
    "stafford": 3,
    "yarbrough": 4,
    "ago": 4,
    "bubbl": 3,
    "chamber": 5,
    "rewritten": 1,
    "handwritten": 3,
    "letter": 13,
    "narasimhan": 1,
    "lock": 5,
    "unlock": 1,
    "multiprocessor": 15,
    "uninterrupt": 1,
    "paus": 1,
    "interlock": 5,
    "dual": 11,
    "dec": 8,
    "pdp": 14,
    "immedi": 4,
    "multiconsol": 1,
    "rich": 3,
    "thousand": 4,
    "invest": 4,
    "employ": 68,
    "programmat": 1,
    "swept": 1,
    "horizont": 9,
    "tv": 3,
    "drawback": 7,
    "rankowitz": 1,
    "autocorrel": 5,
    "schmid": 1,
    "load": 27,
    "subdivid": 5,
    "walter": 5,
    "mad": 6,
    "galler": 15,
    "fischer": 6,
    "analog": 18,
    "trigonometr": 4,
    "counterintuit": 3,
    "counterexampl": 4,
    "exhibit": 11,
    "conjectur": 5,
    "a1": 25,
    "bradley": 3,
    "seminar": 3,
    "undergradu": 12,
    "kandel": 3,
    "zelkowitz": 3,
    "sophist": 21,
    "katz": 7,
    "north": 4,
    "carolina": 3,
    "bush": 1,
    "quadi": 1,
    "herbold": 1,
    "hasto": 1,
    "bulki": 1,
    "doubl": 11,
    "subexpress": 12,
    "pronounc": 1,
    "ipl": 5,
    "comit": 6,
    "snobol": 8,
    "closer": 3,
    "faster": 23,
    "build": 24,
    "wider": 5,
    "wave": 14,
    "mildli": 1,
    "inappropri": 1,
    "attent": 21,
    "paid": 5,
    "discret": 27,
    "simscript": 5,
    "clp": 3,
    "csl": 1,
    "gasp": 1,
    "cpss": 1,
    "sol": 1,
    "summar": 21,
    "strength": 3,
    "way": 28,
    "teichroew": 4,
    "lubin": 1,
    "usaai": 1,
    "slightli": 11,
    "substr": 7,
    "rubin": 3,
    "isodos": 1,
    "radiotherapi": 1,
    "dalrympl": 1,
    "perez": 3,
    "tamayo": 1,
    "woodger": 1,
    "feedback": 9,
    "coupl": 11,
    "preempt": 1,
    "resum": 3,
    "trace": 22,
    "ident": 16,
    "workload": 10,
    "heavi": 6,
    "brice": 1,
    "brown": 23,
    "signatur": 7,
    "cryptograph": 5,
    "cypher": 3,
    "allegedli": 1,
    "jefferson": 4,
    "beal": 1,
    "intens": 9,
    "cryptanalyst": 1,
    "expend": 3,
    "untold": 1,
    "tode": 1,
    "vast": 3,
    "armi": 3,
    "fortun": 1,
    "hunter": 5,
    "treasur": 1,
    "seeker": 1,
    "herculean": 1,
    "labor": 5,
    "dig": 1,
    "virginia": 3,
    "tri": 9,
    "bonanza": 1,
    "pertin": 12,
    "cryptographi": 1,
    "nag": 1,
    "authent": 8,
    "alleg": 1,
    "deposit": 3,
    "counti": 5,
    "bedford": 1,
    "mile": 1,
    "buford": 1,
    "excav": 1,
    "vault": 1,
    "unsanit": 1,
    "declar": 29,
    "superb": 1,
    "imagin": 4,
    "grandios": 1,
    "hoax": 1,
    "perpetr": 1,
    "age": 4,
    "modern": 9,
    "obvious": 3,
    "analys": 11,
    "clue": 1,
    "deeper": 1,
    "insight": 10,
    "benefit": 16,
    "uniniti": 1,
    "document": 48,
    "simpli": 16,
    "consecut": 10,
    "sought": 5,
    "moment": 13,
    "grader": 5,
    "help": 20,
    "univac": 11,
    "synthet": 6,
    "convinc": 1,
    "mr": 3,
    "wealth": 1,
    "hammer": 3,
    "graduat": 18,
    "luca": 5,
    "montgomeri": 1,
    "larrech": 1,
    "crt": 7,
    "station": 7,
    "keyboard": 13,
    "button": 1,
    "djorup": 1,
    "announc": 4,
    "wheel": 5,
    "nuclear": 4,
    "reactor": 4,
    "nather": 4,
    "sangren": 6,
    "send": 4,
    "overflow": 10,
    "underflow": 1,
    "sender": 1,
    "deadlock": 16,
    "habermann": 6,
    "kruglyak": 8,
    "whitman": 8,
    "ph": 13,
    "broad": 11,
    "emphas": 12,
    "awar": 4,
    "parter": 1,
    "simplif": 14,
    "quien": 1,
    "mccluskey": 1,
    "prime": 34,
    "impli": 14,
    "preprocess": 5,
    "clariti": 3,
    "further": 1,
    "attain": 9,
    "overspecifi": 1,
    "shwayder": 4,
    "transact": 17,
    "bucci": 1,
    "streeter": 1,
    "dimens": 21,
    "klerer": 3,
    "julian": 3,
    "tantzen": 1,
    "r429": 3,
    "william": 14,
    "chain": 27,
    "chi": 6,
    "brien": 1,
    "protect": 35,
    "partit": 47,
    "troubl": 7,
    "alphanumer": 9,
    "ramamoorthi": 5,
    "erwin": 1,
    "colleg": 14,
    "instal": 13,
    "osiri": 1,
    "spss": 3,
    "bmd": 3,
    "tsar": 1,
    "slysz": 1,
    "flowchart": 31,
    "sole": 5,
    "henderson": 3,
    "circa": 3,
    "acceler": 9,
    "minicomput": 4,
    "timeshar": 4,
    "microcomput": 5,
    "kotok": 1,
    "hast": 1,
    "gauss": 16,
    "trap": 5,
    "mayer": 4,
    "abscissa": 4,
    "weight": 32,
    "romberg": 13,
    "welsch": 5,
    "rejuven": 1,
    "nsf": 3,
    "sponsor": 4,
    "workshop": 1,
    "held": 11,
    "wasington": 1,
    "gordon": 5,
    "equip": 24,
    "bernard": 3,
    "michigan": 7,
    "patricia": 1,
    "goldberg": 5,
    "john": 3,
    "hamblen": 7,
    "missouri": 3,
    "rolla": 1,
    "elliot": 3,
    "pinson": 1,
    "ivan": 1,
    "sutherland": 4,
    "particip": 16,
    "govern": 20,
    "agenc": 6,
    "prepar": 37,
    "doctor": 4,
    "grant": 11,
    "circul": 3,
    "industri": 17,
    "critic": 27,
    "grate": 1,
    "acknowledg": 1,
    "crisi": 3,
    "committe": 26,
    "feldman": 9,
    "dataon": 1,
    "bryant": 3,
    "disc": 3,
    "bendix": 3,
    "rca": 6,
    "goetz": 5,
    "synthes": 12,
    "cube": 3,
    "wedg": 1,
    "cylind": 4,
    "concis": 10,
    "braid": 1,
    "hillmor": 7,
    "reconsider": 1,
    "interdepend": 1,
    "focu": 7,
    "fraser": 6,
    "introductori": 6,
    "rosin": 6,
    "giammo": 1,
    "riskin": 1,
    "baecker": 5,
    "coulomb": 9,
    "kolbig": 7,
    "hold": 15,
    "partli": 5,
    "bracket": 1,
    "togeth": 1,
    "overlap": 16,
    "opler": 5,
    "factori": 7,
    "orthogon": 20,
    "freedom": 8,
    "segment": 53,
    "modif": 40,
    "hierarch": 18,
    "replic": 4,
    "carmer": 1,
    "creation": 9,
    "drastic": 4,
    "kirk": 3,
    "target": 4,
    "preferenti": 4,
    "frieder": 3,
    "saal": 3,
    "bramhal": 3,
    "mifsud": 8,
    "algem": 1,
    "divis": 36,
    "expon": 3,
    "highest": 3,
    "innov": 6,
    "novak": 1,
    "guid": 20,
    "tackl": 1,
    "quasi": 5,
    "clutter": 1,
    "recogn": 26,
    "subproblem": 5,
    "martelli": 3,
    "montanari": 5,
    "famili": 22,
    "member": 18,
    "frazer": 1,
    "circl": 9,
    "accumul": 23,
    "kimm": 1,
    "balard": 1,
    "sklanski": 1,
    "secreci": 1,
    "secret": 6,
    "password": 4,
    "intrud": 3,
    "invert": 17,
    "know": 12,
    "penetr": 4,
    "surround": 4,
    "plausibl": 1,
    "exceedingli": 3,
    "kantrowitz": 1,
    "weiss": 1,
    "fetti": 5,
    "pivot": 9,
    "forsyth": 8,
    "norm": 11,
    "maximum": 22,
    "pohl": 3,
    "ber": 4,
    "bei": 4,
    "notic": 5,
    "typic": 38,
    "replac": 29,
    "fruit": 1,
    "vaucher": 3,
    "duval": 3,
    "damp": 3,
    "taylor": 13,
    "c5": 10,
    "silverman": 1,
    "hajek": 1,
    "ubiquit": 1,
    "hash": 31,
    "worst": 12,
    "logn": 5,
    "lr": 9,
    "tarjan": 3,
    "yao": 3,
    "lexic": 6,
    "automata": 9,
    "dealt": 8,
    "a": 3,
    "rword": 1,
    "multicharact": 1,
    "subset": 41,
    "regular": 15,
    "pointer": 13,
    "count": 27,
    "uniqu": 21,
    "backup": 4,
    "reread": 1,
    "johnson": 13,
    "porter": 1,
    "ackley": 1,
    "ross": 8,
    "speech": 5,
    "corpu": 1,
    "dictionari": 12,
    "suffix": 1,
    "preliminari": 21,
    "trial": 12,
    "coder": 3,
    "stolz": 1,
    "tannenbaum": 1,
    "carstensen": 1,
    "float": 28,
    "propag": 7,
    "linz": 3,
    "ryle": 1,
    "tridiagon": 16,
    "a464": 1,
    "reinsch": 1,
    "abbrevi": 6,
    "lomi": 1,
    "curricula": 7,
    "candid": 5,
    "elliott": 3,
    "boothroyd": 16,
    "ingerman": 9,
    "r431": 3,
    "ravindran": 3,
    "circular": 11,
    "coleman": 1,
    "heapsort": 1,
    "familiar": 13,
    "grow": 20,
    "appar": 7,
    "infinit": 13,
    "diagnos": 3,
    "displac": 6,
    "ulrich": 3,
    "ki": 1,
    "ki1": 1,
    "ki2": 1,
    "ki3": 1,
    "pomental": 3,
    "nebula": 1,
    "mc": 1,
    "glass": 1,
    "delay": 7,
    "oregon": 1,
    "serial": 21,
    "conceiv": 5,
    "usabl": 5,
    "kc": 1,
    "latenc": 5,
    "associ": 31,
    "flip": 3,
    "flop": 1,
    "bole": 1,
    "rux": 1,
    "weingarten": 4,
    "preserv": 15,
    "catalogu": 3,
    "arsac": 1,
    "vand": 3,
    "consult": 3,
    "sharo": 1,
    "kwasni": 1,
    "gamma": 27,
    "hu": 4,
    "nagler": 3,
    "merchandis": 3,
    "mythic": 1,
    "bro": 1,
    "mackinson": 1,
    "cutnod": 3,
    "adjac": 11,
    "win": 5,
    "grown": 8,
    "bear": 5,
    "belong": 6,
    "web": 3,
    "paton": 4,
    "newberi": 3,
    "apl": 3,
    "scalar": 4,
    "subscript": 14,
    "hassitt": 4,
    "lageschult": 1,
    "lyon": 5,
    "incept": 3,
    "lientz": 3,
    "alpha": 4,
    "wersan": 1,
    "terest": 6,
    "outcom": 3,
    "big": 1,
    "opportun": 10,
    "net": 10,
    "concentr": 11,
    "explan": 3,
    "lattic": 8,
    "clean": 4,
    "undu": 3,
    "say": 4,
    "coffman": 10,
    "eve": 1,
    "legendr": 13,
    "herndon": 19,
    "r357": 1,
    "demorgan": 1,
    "analyst": 8,
    "radix": 7,
    "interrog": 4,
    "act": 4,
    "cater": 1,
    "parametr": 5,
    "lowest": 5,
    "assess": 14,
    "topic": 17,
    "bodi": 10,
    "advent": 4,
    "chartr": 4,
    "hilbert": 6,
    "brenner": 3,
    "dispers": 5,
    "polyphas": 11,
    "mendoza": 1,
    "perri": 4,
    "convolut": 5,
    "newton": 24,
    "divid": 29,
    "kahan": 6,
    "farka": 6,
    "peck": 8,
    "unari": 3,
    "exchang": 7,
    "chu": 6,
    "lack": 13,
    "staff": 6,
    "minut": 8,
    "quarter": 1,
    "lynch": 8,
    "isp": 3,
    "save": 29,
    "life": 4,
    "troduc": 12,
    "live": 8,
    "lund": 1,
    "women": 4,
    "academ": 10,
    "faculti": 9,
    "affirm": 3,
    "recruit": 1,
    "enlarg": 3,
    "qualifi": 5,
    "reveal": 21,
    "montanelli": 3,
    "mamrak": 4,
    "humphrey": 1,
    "determinist": 11,
    "graham": 17,
    "adam": 9,
    "chandi": 5,
    "dickson": 4,
    "erf": 6,
    "ibbetson": 3,
    "csiev": 1,
    "dunham": 6,
    "wojcicki": 1,
    "schwarz": 1,
    "anew": 1,
    "bisect": 4,
    "biomed": 1,
    "karyotyp": 1,
    "chromosom": 1,
    "vehicl": 10,
    "prototyp": 5,
    "marvin": 1,
    "minski": 3,
    "hode": 1,
    "mckay": 14,
    "ts": 11,
    "exhaust": 14,
    "cluster": 15,
    "shapiro": 6,
    "namelist": 1,
    "hollerith": 4,
    "slow": 13,
    "heron": 1,
    "tabul": 13,
    "wilson": 8,
    "kaup": 5,
    "transport": 9,
    "sim": 1,
    "s14": 22,
    "mccomb": 1,
    "althm": 1,
    "gautschi": 15,
    "diagram": 17,
    "ture": 4,
    "inter": 4,
    "true": 12,
    "interspers": 4,
    "blank": 4,
    "subfamili": 1,
    "bohm": 3,
    "jacopini": 3,
    "shuttlesort": 1,
    "necess": 8,
    "emul": 6,
    "pipelin": 4,
    "simplement": 1,
    "kumar": 1,
    "rabinowitz": 7,
    "registr": 3,
    "tennesse": 1,
    "winter": 1,
    "remark": 34,
    "lookup": 5,
    "abraham": 5,
    "attribut": 20,
    "file": 5,
    "redund": 25,
    "bucket": 7,
    "degener": 1,
    "fals": 5,
    "drop": 6,
    "intersect": 15,
    "trade": 7,
    "lum": 8,
    "chebyschev": 5,
    "nordsieck": 1,
    "blumberg": 1,
    "foulk": 1,
    "cumul": 4,
    "kolmogorov": 1,
    "smirnov": 1,
    "a487": 1,
    "pomeranz": 4,
    "voorhe": 4,
    "pascal": 3,
    "regen": 3,
    "reli": 13,
    "idl": 3,
    "chanc": 3,
    "costli": 6,
    "fewer": 12,
    "fishman": 6,
    "implicit": 14,
    "guignard": 1,
    "proll": 8,
    "wang": 4,
    "pg": 1,
    "purdu": 5,
    "bnf": 6,
    "xpl": 1,
    "mickuna": 3,
    "schneider": 5,
    "pose": 11,
    "heavili": 5,
    "barn": 4,
    "barton": 4,
    "wagner": 6,
    "ifip": 4,
    "qr": 6,
    "knuth": 22,
    "korenjak": 1,
    "pragmat": 4,
    "motion": 13,
    "miniatur": 1,
    "linguist": 18,
    "multiaccess": 8,
    "esop": 1,
    "betourn": 1,
    "bouleng": 1,
    "ferri": 1,
    "kaiser": 3,
    "krakowiak": 1,
    "mossier": 1,
    "mullen": 1,
    "kohfeld": 1,
    "inch": 5,
    "combinatori": 23,
    "bigger": 3,
    "memor": 1,
    "magnet": 22,
    "improportion": 1,
    "consumpt": 1,
    "expens": 9,
    "meant": 4,
    "restat": 1,
    "asymptot": 15,
    "narumi": 1,
    "roe": 1,
    "taranto": 1,
    "pff": 3,
    "fault": 10,
    "lru": 5,
    "stack": 18,
    "referenc": 13,
    "opderbeck": 4,
    "glut": 3,
    "payn": 8,
    "wasscher": 5,
    "arden": 8,
    "c407": 1,
    "nikolai": 1,
    "chaudhuri": 1,
    "foata": 1,
    "sattley": 3,
    "millstein": 3,
    "blum": 3,
    "pole": 4,
    "simpson": 17,
    "inaccur": 3,
    "bad": 5,
    "singular": 11,
    "overwhelm": 1,
    "eisner": 1,
    "eratosthen": 1,
    "doubli": 6,
    "tradeoff": 9,
    "mairson": 3,
    "quick": 7,
    "jacobian": 4,
    "salzer": 8,
    "primal": 6,
    "simplex": 9,
    "artifici": 16,
    "randomli": 7,
    "mueller": 3,
    "cooper": 10,
    "ibsi": 6,
    "option": 12,
    "deck": 9,
    "satisfactori": 18,
    "compens": 4,
    "boussard": 1,
    "open": 18,
    "kosaraju": 3,
    "autos": 1,
    "allevi": 4,
    "beset": 3,
    "conduct": 19,
    "gatto": 1,
    "defect": 6,
    "cauchi": 3,
    "unbound": 4,
    "moor": 14,
    "robinson": 11,
    "coda": 1,
    "public": 20,
    "mansfield": 1,
    "elli": 5,
    "dijkstra": 18,
    "exclus": 16,
    "failur": 9,
    "lamport": 9,
    "armerd": 1,
    "gruenberg": 3,
    "parkin": 1,
    "lp": 4,
    "hennion": 7,
    "absolut": 11,
    "a2": 1,
    "friedland": 1,
    "depth": 8,
    "governor": 1,
    "neighbor": 5,
    "arpa": 6,
    "sdc": 3,
    "mcconlogu": 1,
    "simmon": 8,
    "dictat": 5,
    "default": 1,
    "dictum": 1,
    "promot": 1,
    "naur": 20,
    "cep": 3,
    "mainli": 11,
    "quantiti": 15,
    "mixtur": 8,
    "transmit": 19,
    "mancino": 4,
    "proxim": 1,
    "row": 17,
    "demillo": 1,
    "eisenstat": 1,
    "multivari": 3,
    "covari": 5,
    "triangular": 8,
    "barr": 1,
    "sezak": 1,
    "divisionless": 3,
    "sarafyan": 3,
    "sussenguth": 3,
    "compromis": 8,
    "lie": 13,
    "priori": 6,
    "filial": 1,
    "reachabl": 4,
    "guarante": 13,
    "changeabl": 1,
    "patt": 1,
    "teacher": 7,
    "precondit": 1,
    "unavail": 4,
    "preassign": 5,
    "neufeld": 1,
    "tartar": 1,
    "vmin": 3,
    "den": 16,
    "priev": 3,
    "gat": 1,
    "a444": 1,
    "shen": 4,
    "atom": 7,
    "chiang": 1,
    "lippitt": 1,
    "h1": 1,
    "a449": 1,
    "fiala": 1,
    "duplex": 5,
    "militari": 4,
    "defens": 3,
    "cross": 11,
    "dow": 1,
    "sale": 7,
    "sheridan": 1,
    "thought": 10,
    "prohibit": 6,
    "ideal": 11,
    "nonminim": 1,
    "expenditur": 4,
    "encourag": 11,
    "worthwhil": 1,
    "hall": 10,
    "acton": 4,
    "pagin": 1,
    "uniformli": 9,
    "shallow": 3,
    "mccreight": 1,
    "aparel": 1,
    "snobol4": 4,
    "tmg": 1,
    "preprocessor": 3,
    "dataless": 1,
    "balzer": 3,
    "neurolog": 1,
    "stark": 4,
    "okab": 1,
    "arc": 8,
    "tiernan": 1,
    "mullin": 4,
    "makinson": 4,
    "sasp": 1,
    "shadow": 4,
    "bcd": 6,
    "bailey": 4,
    "burleson": 1,
    "nonstandard": 5,
    "media": 1,
    "unus": 1,
    "plotter": 12,
    "cohn": 1,
    "exit": 7,
    "customari": 5,
    "flag": 4,
    "rochfeld": 1,
    "fresnel": 9,
    "stiff": 5,
    "fourth": 14,
    "nonstiff": 1,
    "berman": 3,
    "reflect": 17,
    "codeword": 6,
    "thing": 16,
    "multiset": 4,
    "bitner": 4,
    "ehrlich": 7,
    "reingold": 4,
    "wegstein": 8,
    "sp": 3,
    "teach": 21,
    "confus": 3,
    "wortman": 1,
    "barnard": 1,
    "cordi": 1,
    "cook": 4,
    "macroinstruct": 1,
    "parenthet": 1,
    "ground": 5,
    "mcilroy": 4,
    "rosenbrock": 4,
    "r450": 3,
    "kleme": 1,
    "klemsa": 1,
    "jame": 4,
    "partridg": 3,
    "render": 6,
    "yngve": 4,
    "eighth": 1,
    "syng": 4,
    "spath": 7,
    "prieb": 3,
    "shalla": 1,
    "sembeg": 1,
    "entiti": 11,
    "built": 21,
    "bagdam": 1,
    "wendorf": 1,
    "shank": 3,
    "schumak": 4,
    "lewi": 9,
    "sperri": 3,
    "rand": 7,
    "temper": 1,
    "pace": 3,
    "insur": 7,
    "mistak": 3,
    "cure": 3,
    "materi": 29,
    "landi": 3,
    "mano": 4,
    "turner": 4,
    "balfour": 1,
    "l1": 5,
    "infin": 5,
    "monoton": 7,
    "convex": 10,
    "impos": 12,
    "lafata": 1,
    "tractabl": 3,
    "teract": 6,
    "solubl": 1,
    "broadli": 1,
    "nonpag": 1,
    "burrough": 8,
    "conway": 11,
    "maxwel": 5,
    "homili": 1,
    "humbl": 3,
    "copyright": 8,
    "machineri": 7,
    "permiss": 5,
    "republish": 1,
    "reprint": 3,
    "privileg": 5,
    "hasp": 1,
    "os": 3,
    "preemptiv": 3,
    "strauss": 3,
    "schubert": 5,
    "biochemci": 1,
    "larson": 3,
    "seller": 1,
    "meyer": 5,
    "interrefer": 4,
    "omiss": 1,
    "overcom": 15,
    "dene": 1,
    "rederiv": 1,
    "reconsid": 4,
    "laplac": 5,
    "schmittroth": 1,
    "geni": 1,
    "today": 12,
    "cumbersom": 3,
    "hyperstructur": 1,
    "sitton": 1,
    "draw": 15,
    "apld": 1,
    "rectangl": 4,
    "triangl": 4,
    "duplic": 3,
    "tx": 3,
    "lincoln": 4,
    "leap": 1,
    "stillman": 1,
    "berra": 1,
    "uniform": 26,
    "strome": 1,
    "incompat": 4,
    "mnemon": 1,
    "categor": 3,
    "tag": 9,
    "dellert": 1,
    "linkag": 12,
    "imaginari": 9,
    "lesk": 5,
    "sauer": 3,
    "stone": 8,
    "compris": 4,
    "subdivis": 4,
    "confin": 9,
    "gluss": 3,
    "morri": 17,
    "tn": 1,
    "s17": 6,
    "confluent": 5,
    "stabil": 13,
    "region": 30,
    "character": 23,
    "z22": 1,
    "karim": 1,
    "gilbert": 3,
    "movabl": 3,
    "arm": 3,
    "terminolog": 19,
    "ferguson": 6,
    "rodman": 4,
    "asymmetr": 4,
    "roughli": 6,
    "hornick": 1,
    "legal": 8,
    "smoot": 1,
    "gre": 3,
    "rational": 3,
    "aust": 6,
    "off": 1,
    "nonmemb": 1,
    "reject": 8,
    "exploit": 12,
    "commiss": 3,
    "toler": 7,
    "envisag": 1,
    "conjunct": 19,
    "consum": 18,
    "catch": 1,
    "paradigm": 4,
    "bloom": 1,
    "kriebel": 1,
    "r404": 1,
    "c404": 1,
    "andrejkova": 1,
    "vinar": 1,
    "mcname": 1,
    "thunk": 1,
    "noninteract": 3,
    "barrett": 6,
    "fordan": 1,
    "terril": 1,
